{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"th":257,"in":258,"Ġ\\":259,"Ġ$":260,"on":261,"Ġa":262,"Ġth":263,"ĠĠ":264,"ti":265,"re":266,"en":267,"Ġthe":268,"al":269,"er":270,"_{":271,"Ġs":272,"ma":273,"or":274,"le":275,"is":276,"Ġo":277,"Ġc":278,"tion":279,"te":280,"ta":281,"be":282,"Ġf":283,"ra":284,"nd":285,"Ġof":286,"Ġw":287,"Ġ$\\":288,"Ġ(":289,"ro":290,"la":291,"ig":292,"de":293,"{\\":294,"Ġp":295,"es":296,"Ġin":297,"ar":298,"Ġt":299,"eq":300,"ĠĠĠĠ":301,"at":302,"Ġis":303,"se":304,"^{":305,"Ġand":306,"}\\":307,"si":308,"ing":309,"om":310,"(\\":311,"Ġe":312,"Ġb":313,"ic":314,"ve":315,"ha":316,"ol":317,"he":318,"math":319,"su":320,")$":321,"end":322,"}$":323,"Ġn":324,"ts":325,"Ġto":326,"ce":327,"Ġthat":328,"Ġd":329,"me":330,"ĊĊ":331,"Ġi":332,"ref":333,"gin":334,"Ġfor":335,"begin":336,",\\":337,"rac":338,"an":339,"ft":340,"Ġ=":341,"lo":342,"ly":343,"ation":344,"equ":345,"}}":346,"igh":347,"_{\\":348,"Ġwe":349,"ĠT":350,"ver":351,"Ġre":352,"Ġg":353,"Ġcon":354,"st":355,"frac":356,"}{":357,"cal":358,"ll":359,"ite":360,"mb":361,"Ġ)":362,"$.":363,"ed":364,"Ġu":365,"Ġ&":366,"Ġbe":367,"ph":368,"it":369,"ou":370,"ction":371,"ch":372,"ct":373,"righ":374,"$,":375,"ent":376,"Ġon":377,"ga":378,"ith":379,"im":380,"et":381,")\\":382,"Ġby":383,"ot":384,"mma":385,"Ġ-":386,"Ġm":387,"ri":388,"Ġpro":389,"Ġsu":390,"Ġ1":391,"ĠĠĠ":392,"ĊĠ":393,"Ġde":394,"pa":395,"Ġas":396,"})":397,"}(":398,"left":399,"right":400,"equation":401,"Ġan":402,"},":403,"ho":404,"ĠA":405,"Ġ0":406,"da":407,"ore":408,"ĊĠĠĠĠ":409,"ine":410,"Ġwith":411,"bel":412,"ge":413,"qu":414,"pro":415,"label":416,"pha":417,"ĠS":418,"mu":419,"^{\\":420,"Ġha":421,"alpha":422,"eta":423,"Ġma":424,"to":425,"=\\":426,"_\\":427,"mp":428,"ĠI":429,"Ġex":430,"int":431,"mbda":432,"Ġ+":433,"mathb":434,"ble":435,"ĠC":436,"ĠL":437,"mathcal":438,"of":439,"Ġh":440,"ĠF":441,"ted":442,"ir":443,"ad":444,"-\\":445,"Ġare":446,"Ġx":447,"psi":448,"line":449,"iv":450,"per":451,"Ġv":452,"ter":453,"low":454,"tim":455,"}.":456,"res":457,"cite":458,"do":459,"du":460,"tex":461,"00":462,"un":463,"if":464,"ur":465,"Ġcom":466,"ec":467,"us":468,"po":469,"ĠThe":470,"lta":471,"ĊĠĠĠ":472,"ĠB":473,"lambda":474,"sub":475,"Ġ2":476,"}^":477,"ign":478,"$\\":479,"leq":480,"phi":481,"}^{":482,"times":483,"Ġal":484,"up":485,"as":486,"igma":487,"Ġwh":488,"}_":489,"here":490,"ome":491,"lar":492,"ity":493,"*}":494,"dots":495,"We":496,"fin":497,"Ġ|":498,"tive":499,"tial":500,"ĊĊĊĊ":501,"ap":502,"ran":503,"lon":504,"Ġthis":505,"The":506,"sum":507,"ĠP":508,")}":509,"ĠĠĠĠĠĠĠĠ":510,"ence":511,"ĠR":512,"$$":513,"tic":514,"ĠM":515,"tr":516,"fty":517,"infty":518,"+\\":519,"il":520,"ut":521,"Ġhave":522,"til":523,"ĠH":524,"\\\\":525,"ds":526,"Ġse":527,"big":528,"align":529,"^{-":530,"for":531,"Ġpo":532,"set":533,"rom":534,"$-":535,"tar":536,"}_{":537,"orem":538,"Ġcan":539,"ne":540,"^\\":541,"Ġ(\\":542,"mathbb":543,"Ċĉ":544,"pi":545,"par":546,"ich":547,"di":548,"Ġor":549,"ĠN":550,"text":551,"var":552,"um":553,"pl":554,"tilde":555,"row":556,"eqref":557,"tri":558,"id":559,"ollow":560,"~\\":561,"beta":562,"ĠTh":563,"sion":564,"no":565,"|\\":566,"ide":567,"Ġ\\\\":568,"der":569,"Ġif":570,"ab":571,"dot":572,"rm":573,"Ġ`":574,"}{\\":575,"sigma":576,"xi":577,"psilon":578,"Ġfollow":579,"iz":580,"Ġle":581,"ate":582,"ure":583,"the":584,"Ġ[":585,"tions":586,"gamma":587,"over":588,"ase":589,"Ġfrom":590,"tau":591,"Ġk":592,"),":593,"}(\\":594,"Ġno":595,"theta":596,"/\\":597,"Ġ{":598,"Ġy":599,"Ġthen":600,"Ġat":601,"unction":602,"rho":603,"gle":604,"De":605,"Ġl":606,"quad":607,").":608,"nt":609,"delta":610,"ener":611,"ĠG":612,"Ġit":613,"ĠE":614,"Ġsa":615,"con":616,"ex":617,")$.":618,"Ġme":619,"ie":620,"pe":621,"hat":622,"Ġsuch":623,"Ġall":624,"Ġwhich":625,"com":626,"ound":627,"ple":628,"ss":629,"Ġ$(":630,"ell":631,"ul":632,"so":633,"cdot":634,"ĠX":635,"}$.":636,"ther":637,"od":638,"ĊĠĠĠĠĠ":639,"Ġ{\\":640,"ck":641,"ms":642,"Ġfunction":643,"all":644,"ies":645,"ty":646,"pace":647,"^*":648,"def":649,"tain":650,"Ġpa":651,"Ġr":652,"lem":653,"item":654,"bar":655,"Ġset":656,"partial":657,"Ġun":658,")=":659,"bf":660,"and":661,"Ġob":662,"ces":663,"ĠD":664,"how":665,"ps":666,"12":667,"Ġsub":668,"proof":669,"Ġdis":670,"ray":671,"tarrow":672,"Ġ\\<":673,"}$,":674,"ill":675,"Ġ}":676,")$,":677,"omega":678,"Ġnot":679,"Ġco":680,"Ġmo":681,"nu":682,"sta":683,"mathbf":684,"geq":685,"mber":686,"ia":687,"Ġap":688,"ach":689,"10":690,"&\\":691,"orm":692,"section":693,"ctor":694,"))":695,"ial":696,"mega":697,"min":698,"Ġ:":699,"Omega":700,"Ga":701,"ys":702,"array":703,"ote":704,"ff":705,"--":706,"are":707,"Ġ/\\":708,"ĠĊ":709,"Ġ<":710,"posi":711,"cl":712,"Ġsta":713,"20":714,"Ġ3":715,"bra":716,"ĠWe":717,"ian":718,"Ġthere":719,"Ġz":720,"roup":721,"Ġdefin":722,"Ġgener":723,"Ġany":724,"Th":725,"sc":726,"gra":727,"Ġus":728,"umber":729,"Ġone":730,"rightarrow":731,"hi":732,"ents":733,"Gamma":734,"]{":735,"orph":736,"Ġfin":737,"ru":738,"ular":739,"Ġpar":740,"ince":741,"em":742,"ĠK":743,"we":744,"mo":745,"pon":746,"Ġfa":747,"Ġwhere":748,"rt":749,"sf":750,"bo":751,"Ġshow":752,"Ġhas":753,"ere":754,"olu":755,"Ġbound":756,"Let":757,"ous":758,"\\<":759,"sul":760,"sed":761,"wo":762,"iff":763,"ke":764,"Ġsim":765,"\\|":766,"og":767,"Ġ.":768,"ĠIn":769,"wide":770,"In":771,"Ġ|-":772,"irc":773,"Ġgiv":774,"Delta":775,"position":776,"trix":777,"sq":778,"co":779,"varphi":780,"Ġcase":781,"ld":782,"Ġ\"":783,"ree":784,"ical":785,"[\\":786,"ĠV":787,"ĠW":788,"ator":789,"cap":790,"11":791,"epsilon":792,"Ġnon":793,"und":794,"ĠU":795,"^{(":796,"Ġresul":797,"op":798,"}}\\":799,"ldots":800,"pec":801,"Ġfollowing":802,"alu":803,"gf":804,"ding":805,"mple":806,"Ġequ":807,"Ġne":808,"tation":809,"sqrt":810,"Ġlo":811,"red":812,"fig":813,"Ġden":814,"ist":815,"Ġj":816,"Ġsome":817,"ension":818,"olds":819,"otimes":820,"pgf":821,"eqn":822,"Ġcont":823,"Ġtwo":824,"ition":825,"\\[":826,"pres":827,"irst":828,"gebra":829,"ip":830,"overline":831,"Big":832,"where":833,"cc":834,"Ġver":835,")^":836,"}[":837,"omorph":838,"tric":839,"lan":840,"Ġalso":841,"Ġad":842,"Ġra":843,"Ġwill":844,"}^{\\":845,"emma":846,"mathrm":847,"Ġ,":848,"},\\":849,"19":850,"}_{\\":851,"Ġinte":852,"ĠTheorem":853,"ting":854,"lim":855,"Ġeach":856,"La":857,"13":858,"Ġonly":859,"Ġ->":860,"Ġ\\,":861,"sider":862,"nab":863,"Ġqu":864,"\\]":865,"\\!":866,"Ġproof":867,"ix":868,"Ġlet":869,"nabla":870,"Ġar":871,"Ġfollows":872,"au":873,"ĠO":874,"fra":875,"Ġdo":876,"ĊĊĊĊĊĊĊĊ":877,"Ġimp":878,"pt":879,"lemma":880,"vare":881,"circ":882,"Ġcla":883,"Ġ4":884,"\\,":885,"varepsilon":886,"Ġgiven":887,"Ġassu":888,"pp":889,"15":890,"ĠThen":891,"gor":892,"Ġcomple":893,"Ġobtain":894,"ĉĉ":895,"Ġso":896,"Ġdiff":897,"clu":898,"ĠLet":899,"Ġspace":900,"col":901,"14":902,"ally":903,"ary":904,"}=":905,"dition":906,"ists":907,"Ġgroup":908,"ment":909,"ess":910,"Phi":911,"Ġnumber":912,"ast":913,"frak":914,"perator":915,"log":916,"Ġcor":917,"Ġres":918,"Ġcha":919,"tisf":920,"very":921,"raw":922,"new":923,"ality":924,"16":925,"oth":926,"ĊĠĠĠĠĠĠĠ":927,"ample":928,")=\\":929,")(":930,"je":931,"subset":932,");":933,"pend":934,"ves":935,"linear":936,"Lambda":937,"na":938,"Ġgra":939,"ard":940,"imension":941,"Ġfirst":942,"del":943,"Ġinter":944,"nce":945,"thm":946,"ism":947,"Ġfinite":948,"ise":949,"rk":950,"Ġst":951,"duce":952,"rangle":953,"Ġsatisf":954,"ĊĠĠ":955,"Ġover":956,"ĠY":957,"Ġla":958,"\\{":959,"put":960,"ĠFor":961,"Ġform":962,"ties":963,"18":964,"kap":965,"its":966,"rans":967,"ĠLemma":968,"Ġta":969,"25":970,"Ġequation":971,"''":972,"bu":973,"Ġvar":974,"chi":975,"plic":976,"draw":977,"kappa":978,"cent":979,"Ġsolu":980,"old":981,"..":982,"Ġq":983,"space":984,"langle":985,"ĠThis":986,"yste":987,"emph":988,"Ġper":989,"Ġprove":990,"Ġusing":991,"99":992,"For":993,"main":994,"ĠZ":995,"stru":996,"eqnarray":997,"Ġevery":998,"Ġes":999,"pla":1000,"ger":1001,"gh":1002,"Ġrela":1003,"mathfrak":1004,"vector":1005,"ize":1006,"Ġdefined":1007,"17":1008,"ges":1009,"})$":1010,"Ġop":1011,"Ġpoint":1012,"Ġstr":1013,"mall":1014,"cdots":1015,"Sigma":1016,"matrix":1017,"ffic":1018,"umer":1019,"ility":1020,"widetilde":1021,"Ġter":1022,"oly":1023,"ĠQ":1024,"};":1025,"ĠJ":1026,")}\\":1027,"ser":1028,")^{":1029,"zeta":1030,"equence":1031,"Ġ>":1032,"Ġmap":1033,"Ġorder":1034,"Ġalgebra":1035,"Ġelem":1036,"Ġproble":1037,"non":1038,"Ġsee":1039,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1040,"ind":1041,"Ġconsider":1042,"ssi":1043,"Ġdiffere":1044,"tima":1045,"time":1046,"tes":1047,"ero":1048,"theorem":1049,"Ġdenote":1050,"ong":1051,"sec":1052,"Ġsy":1053,"sim":1054,"ations":1055,"eps":1056,"Ġother":1057,"Ġproper":1058,"prop":1059,"|^":1060,"olog":1061,"Ġgeneral":1062,"pect":1063,"led":1064,"respon":1065,"ric":1066,"ĠPro":1067,"ox":1068,"}-":1069,"'s":1070,"ight":1071,"Ġits":1072,"pu":1073,",-":1074,"ork":1075,"rime":1076,"Ġsyste":1077,"cor":1078,"asu":1079,"Ġ$(\\":1080,"ry":1081,"mark":1082,"}).":1083,"nder":1084,"fine":1085,"ases":1086,"Ġuni":1087,"Ġwhen":1088,"75":1089,"ust":1090,"Ġ\\{":1091,"les":1092,"inu":1093,"rame":1094,"finition":1095,"Ġuse":1096,"idth":1097,"ak":1098,"ĊĠĠĠĠĠĠĠĠ":1099,"man":1100,"ten":1101,"let":1102,"Ġexists":1103,"cture":1104,"cup":1105,"ints":1106,"ral":1107,"mand":1108,"Ġour":1109,"subsection":1110,"ord":1111,"ply":1112,"Ġ5":1113,"now":1114,"cre":1115,"out":1116,"fa":1117,"ival":1118,"23":1119,"ert":1120,"vi":1121,"Ġvalu":1122,"graph":1123,"Ġassume":1124,"bove":1125,"den":1126,"Ġsame":1127,"not":1128,"our":1129,"ay":1130,"Ġabove":1131,"pose":1132,"ĠIf":1133,"\\<^":1134,"tical":1135,"}+":1136,"ow":1137,"]$":1138,"clude":1139,"Ġcorrespon":1140,"Ġoperator":1141,"Pro":1142,"mula":1143,"Ġpre":1144,"ire":1145,"24":1146,"ffici":1147,"command":1148,"ated":1149,"Ġen":1150,"tit":1151,"sh":1152,"Ġvector":1153,"pm":1154,"})\\":1155,"Ġtrans":1156,"tribu":1157,"mme":1158,"Ġresult":1159,"ant":1160,"ĊĊĊ":1161,";\\":1162,"Ġthese":1163,"ci":1164,"Ġinde":1165,"qquad":1166,"33":1167,"newcommand":1168,"ue":1169,"{(":1170,"Ġmodel":1171,"refore":1172,"ven":1173,"Ġgraph":1174,"Ġrepres":1175,"jec":1176,"Ġposi":1177,"Ġ\\|":1178,"dis":1179,"asi":1180,"teq":1181,"li":1182,"ĊĠĠĠĠĠĠ":1183,"wh":1184,"scri":1185,"Ġpartic":1186,"norm":1187,"bb":1188,"Ġclo":1189,"vert":1190,"]\\":1191,"Ġup":1192,"Ġconsta":1193,"Ġman":1194,"ould":1195,"Ġbet":1196,"Ġproblem":1197,"Ġreg":1198,"sing":1199,"bm":1200,"Ġunder":1201,"Ġimpl":1202,"Ġestima":1203,"}=\\":1204,"Ġ_":1205,"max":1206,")-":1207,"mi":1208,"Ġtime":1209,"Ġmeasu":1210,"Ġ--":1211,"ond":1212,"mbol":1213,"map":1214,"Ċĉĉ":1215,"che":1216,"ĠSe":1217,"Ġcur":1218,"omorphism":1219,"omial":1220,"neq":1221,"sup":1222,"ii":1223,"Re":1224,"Ġfunctions":1225,"Ġcho":1226,"Ġmul":1227,"Ġmore":1228,"kip":1229,"figure":1230,"Ġpoly":1231,"0000":1232,"able":1233,"cm":1234,"Ġdefine":1235,"widehat":1236,"}),":1237,"Ġtheorem":1238,"vec":1239,"60":1240,"ization":1241,"ween":1242,"){":1243,"Ġcompa":1244,"Ġext":1245,"plit":1246,"Ġsection":1247,"Ġmatrix":1248,"ied":1249,"Ġsolution":1250,"Ġsince":1251,"center":1252,"ive":1253,"varian":1254,"ield":1255,"forma":1256,"Ġbut":1257,"Ġpres":1258,"ded":1259,"Ġcontain":1260,"22":1261,"Ġappro":1262,".,":1263,"Ġholds":1264,"width":1265,"one":1266,"valu":1267,"long":1268,"}}{":1269,"Ġequival":1270,"Ġcondition":1271,"Ġconstru":1272,"Ġsh":1273,"Ġresults":1274,"Ġph":1275,"Ġanal":1276,"Ġlinear":1277,"30":1278,"Ġlocal":1279,"&=":1280,"}^\\":1281,"tively":1282,"Ġclass":1283,"ory":1284,"ij":1285,"mbox":1286,"ula":1287,"Ġbetween":1288,"Ġexample":1289,"tab":1290,"Ġ${\\":1291,"Ġcontinu":1292,"plus":1293,"Ġcal":1294,"45":1295,"Ġmay":1296,"'$":1297,"Ġimplies":1298,"seteq":1299,"bin":1300,"mm":1301,"Ġty":1302,"Ġ:=":1303,"cy":1304,"ilar":1305,"prime":1306,")]":1307,"umerate":1308,"(-":1309,"66":1310,"Ġsequence":1311,"Ġro":1312,"28":1313,"bs":1314,"Ġparticular":1315,"\\}$":1316,"enumerate":1317,"Ġtri":1318,"ics":1319,"ib":1320,".}":1321,"Ġnorm":1322,"Ġmulti":1323,"This":1324,"}}$":1325,"90":1326,"node":1327,"ĠIt":1328,"see":1329,"Ġmin":1330,"Ġstru":1331,"Ġ/":1332,"Ġstate":1333,"Ġsystem":1334,"Ġnow":1335,"Ġcol":1336,"40":1337,"Psi":1338,"35":1339,"^+":1340,"table":1341,"subseteq":1342,"Ġconver":1343,"27":1344,"Ġcompu":1345,"ion":1346,"ose":1347,"mul":1348,"duced":1349,"tro":1350,"Ġpoints":1351,"Ġed":1352,"Ġformula":1353,"under":1354,"ext":1355,"Ġfix":1356,"Ġcomplex":1357,"minus":1358,"Ġhom":1359,")|":1360,"Ġthan":1361,"with":1362,"){\\":1363,"gorith":1364,"eng":1365,")+":1366,"}|":1367,"ers":1368,"ategor":1369,"}]":1370,"<\\":1371,"Con":1372,"Ġconstant":1373,"If":1374,"Ġpositive":1375,"form":1376,"),\\":1377,"act":1378,"cha":1379,"nomial":1380,"nonumber":1381,"Ġrepresen":1382,"ential":1383,")}{":1384,"Ġhence":1385,"Ġiden":1386,"Ġfact":1387,"Ġ&\\":1388,"ving":1389,"80":1390,"oplus":1391,"Ġknow":1392,"que":1393,"prod":1394,"{-":1395,"Ġ6":1396,"}\\\\":1397,"duct":1398,"ized":1399,"Ġinto":1400,"iable":1401,"Ġget":1402,"Then":1403,"econd":1404,"setminus":1405,"ee":1406,"textbf":1407,"am":1408,"Ġ$\\{":1409,"Ġwell":1410,"Vert":1411,"ng":1412,"ish":1413,"ymbol":1414,"Ġ&=":1415,"Ġdimension":1416,"Ġreal":1417,"edge":1418,"dd":1419,"ĠAs":1420,"box":1421,"95":1422,"}:":1423,"ov":1424,"finite":1425,"Ġlar":1426,"lary":1427,".\\":1428,"Ġref":1429,"pre":1430,"sto":1431,"mpty":1432,"Ġmeth":1433,"ĠProposition":1434,"ollary":1435,"kz":1436,"$$\\":1437,"rameter":1438,"Ġhy":1439,"26":1440,"Ġder":1441,"Ġpaper":1442,"val":1443,"}+\\":1444,"mooth":1445,"ology":1446,"Ġcons":1447,"imal":1448,"Ġbounded":1449,"Ġdeg":1450,"indent":1451,"Ġinequ":1452,"ength":1453,"85":1454,"ack":1455,"Ġdefinition":1456,"tikz":1457,"racter":1458,"ub":1459,"ĠSection":1460,"group":1461,"As":1462,"70":1463,"Ġend":1464,"bed":1465,"exp":1466,"Ġexist":1467,"ability":1468,"Ġwas":1469,"AC":1470,"Ġsur":1471,"Ġapply":1472,"ĠBy":1473,"ĠSince":1474,"Ġmean":1475,"Ġdistribu":1476,"omet":1477,"Ġout":1478,"Ġdire":1479,"~$":1480,"Ġpolynomial":1481,"Ġnode":1482,"bolds":1483,"By":1484,"dy":1485,"cess":1486,"Ġau":1487,"star":1488,"boldsymbol":1489,"Ġwr":1490,"Ġidenti":1491,"Ġboth":1492,"Ġcorresponding":1493,"equiv":1494,"Ġzero":1495,"Ġsecond":1496,"lf":1497,"bit":1498,"mon":1499,"}^{(":1500,"nel":1501,"paces":1502,"Ġused":1503,"ently":1504,"Ġ*":1505,"65":1506,"}&\\":1507,"EN":1508,"ze":1509,"jective":1510,"34":1511,"):":1512,"tep":1513,"_*":1514,"}}(":1515,"^{-\\":1516,"Ġlim":1517,"Ġ-\\":1518,"ort":1519,"ĠRe":1520,"}-\\":1521,"ĊĠĠĠĠĠĠĠĠĠĠĠĠ":1522,"split":1523,"pr":1524,"name":1525,"200":1526,")}$":1527,"gorithm":1528,"duction":1529,"cus":1530,"98":1531,"ndom":1532,"noindent":1533,"nec":1534,"bigg":1535,"urther":1536,"ors":1537,"_{(":1538,"Ġfield":1539,"Ġprob":1540,"plo":1541,"Ġstructure":1542,"Ġdia":1543,"Ġsatisfy":1544,"_+":1545,"soc":1546,"Ġpair":1547,"mid":1548,"Ġterms":1549,"ice":1550,"ditions":1551,"by":1552,"Ġ(-":1553,"RE":1554,"Ġintro":1555,"Ġ$$":1556,"ag":1557,"Ġdoes":1558,"Ġ$[":1559,"Ġwork":1560,"ok":1561,"Ġsmall":1562,"Ġte":1563,"wedge":1564,"Ġmax":1565,"colon":1566,"bound":1567,"Ġtype":1568,"Ġright":1569,"Ġvariable":1570,"Ġsing":1571,"\\|_{":1572,"Ġmeasure":1573,"Ġstu":1574,"ata":1575,"Ġcontinuous":1576,"oint":1577,"It":1578,"}\\,":1579,"Ġmodu":1580,"Ġparameter":1581,"Ġran":1582,"io":1583,"variant":1584,"78":1585,"small":1586,"call":1587,"Ġdescri":1588,"igen":1589,"ull":1590,"Ġge":1591,"ni":1592,"Ġdepend":1593,"\\}":1594,"Ċĉĉĉ":1595,"ner":1596,"which":1597,"itemize":1598,"dimension":1599,"Ġtop":1600,"forall":1601,"dim":1602,"48":1603,"vial":1604,"el":1605,"Ġcharacter":1606,"Ġide":1607,"definition":1608,"fill":1609,"tional":1610,"hom":1611,"omorphic":1612,"wer":1613,"color":1614,"atur":1615,"Ġ@":1616,"96":1617,"wise":1618,"38":1619,"xima":1620,"sty":1621,"Ġ_{":1622,"scr":1623,"21":1624,"Pi":1625,"ough":1626,"Ġboundary":1627,"rou":1628,"gral":1629,"ac":1630,"dic":1631,"Since":1632,"ns":1633,"less":1634,"socia":1635,"fter":1636,"36":1637,"ause":1638,"inate":1639,"iel":1640,"Ġtheory":1641,"Ġrandom":1642,"bul":1643,")^{\\":1644,"mapsto":1645,"Ġsmooth":1646,"={":1647,":\\":1648,"stric":1649,"Ġ$|":1650,"Ġconditions":1651,"sity":1652,"Ġinequality":1653,"style":1654,"}_\\":1655,"ĠThus":1656,"Ġclosed":1657,"cs":1658,"Ġspec":1659,"Ġelement":1660,"Ġexact":1661,"Ġsatisfies":1662,"pic":1663,"Theorem":1664,"err":1665,"Ġsymme":1666,"ved":1667,"Ġcompact":1668,"Ġinteger":1669,"pectively":1670,"tice":1671,")_{":1672,"oreover":1673,"ĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊ":1674,"Ġdeter":1675,"Ġdifferent":1676,"play":1677,"ategory":1678,"formation":1679,"97":1680,"als":1681,"limits":1682,"ens":1683,"uppose":1684,"ument":1685,"50":1686,"para":1687,"tices":1688,"|_{":1689,"$}":1690,"}}}":1691,"Ġproduct":1692,"ĠCon":1693,"Ġneed":1694,"Ġâ":1695,"'\\":1696,"Ġcompon":1697,"Theta":1698,"Ġrespect":1699,"Ġ|\\":1700,"000":1701,"}}{\\":1702,"Ġthus":1703,"hline":1704,"Ġoptim":1705,"vious":1706,"gy":1707,"=(":1708,"94":1709,"sin":1710,"iform":1711,"empty":1712,"bullet":1713,"mption":1714,"ields":1715,"oun":1716,"stra":1717,"clo":1718,"Ġleft":1719,"nected":1720,"Ġelements":1721,"dx":1722,"'_":1723,"modu":1724,"vex":1725,"remark":1726,"vide":1727,"Ġobtained":1728,"Ġchan":1729,"Ġhe":1730,"tations":1731,"~~":1732,"dimensional":1733,"Ġsimilar":1734,"ture":1735,"'(":1736,"TAC":1737,"pan":1738,"skip":1739,"ordinate":1740,"Ġlarge":1741,"Ġfixed":1742,"onal":1743,"Ġobser":1744,"Ġsimple":1745,"&&":1746,"37":1747,"Ġassocia":1748,"top":1749,"Ġpla":1750,"gence":1751,"Ġarg":1752,"Definition":1753,"cases":1754,"pendent":1755,")}(":1756,"side":1757,"cong":1758,"ication":1759,"Ġlemma":1760,"Ġ7":1761,"Ġunique":1762,"Ġeigen":1763,"Ġtheir":1764,"Ġprobability":1765,"algebra":1766,"Ġsol":1767,"ink":1768,"Ġmon":1769,"Ġsum":1770,")^{-":1771,"sla":1772,"->":1773,"----":1774,"jection":1775,"Ġ8":1776,"Ġaction":1777,"ature":1778,"Ġ``":1779,"age":1780,"Ġprocess":1781,"effici":1782,"Ġbeing":1783,"Ġdegree":1784,"Ġvalue":1785,"Ġbase":1786,"',":1787,"include":1788,"Ġwho":1789,"caption":1790,"Ġpossi":1791,"ifold":1792,"ject":1793,"Ġshows":1794,"arrow":1795,"mc":1796,"display":1797,"Ġdata":1798,"proposition":1799,"^-":1800,"asis":1801,"Ġsets":1802,"AL":1803,"Ġproperty":1804,"verse":1805,"Ġopen":1806,"cr":1807,"Ġgives":1808,"graphics":1809,"lation":1810,"Ex":1811,"inf":1812,",\\,":1813,"cos":1814,"Ġapproxima":1815,"Ġnatur":1816,"--(":1817,"Ġfind":1818,"lear":1819,"44":1820,"Ġmetric":1821,"Ġcalled":1822,"Ġ\\(":1823,"includegraphics":1824,"ick":1825,"To":1826,"Ġbec":1827,"Ġequivalent":1828,")$-":1829,"ically":1830,")\\,":1831,".$":1832,"Ġspaces":1833,"Ġterm":1834,"Ġpart":1835,"ĠĊĠ":1836,"vel":1837,"32":1838,"Ġhand":1839,"Ġlimit":1840,"bility":1841,"Ġrespectively":1842,"ax":1843,"IT":1844,"Ġrequ":1845,"underline":1846,"Ġcy":1847,"cale":1848,"Ġmethod":1849,"ST":1850,"mathscr":1851,"work":1852,"Ġequations":1853,"Ġcommu":1854,"Ġpr":1855,"Ġmost":1856,"itial":1857,"Ġcirc":1858,"cur":1859,"IN":1860,"face":1861,"Ġfactor":1862,"Ġpath":1863,"Ġintegral":1864,"LE":1865,"ual":1866,"ndard":1867,"rough":1868,"Ġassociated":1869,"05":1870,"ang":1871,"ĠĠĠĠĠ":1872,"Ġedge":1873,"Ġdifferen":1874,"tt":1875,"}^{-":1876,"Ġprovide":1877,"hed":1878,"Ġab":1879,"zero":1880,"ract":1881,"istic":1882,"inc":1883,"$)":1884,"ness":1885,"Ġbeen":1886,"ON":1887,"tiv":1888,"ile":1889,"Ġlow":1890,"Ġvalues":1891,"Ġ}\\":1892,"Ġmain":1893,"Ġ^":1894,"tra":1895,"Ġli":1896,"Ġgo":1897,")/":1898,"Ġdom":1899,"ĠFig":1900,"textit":1901,"Ġeven":1902,"HEN":1903,"Ġsign":1904,"$(":1905,"47":1906,"AT":1907,"owe":1908,"ating":1909,"Ġproperties":1910,"Ġnormal":1911,"deg":1912,"Ġlength":1913,"sy":1914,"Ġthey":1915,"Ġvari":1916,"Ġ\\;":1917,"Ġvertex":1918,"Ġ10":1919,"Ġdiv":1920,"owever":1921,"imum":1922,"cla":1923,"mann":1924,"ĠRR":1925,"],":1926,"Ġsche":1927,"Ġway":1928,"Ġcomplete":1929,"Now":1930,"dt":1931,"Ġexpres":1932,"Ġline":1933,"))\\":1934,"Ġcoeffici":1935,"Ġsolutions":1936,"tan":1937,"Ġwould":1938,"]:":1939,"Ġtra":1940,"Ġsupp":1941,"Ġclassi":1942,"ĠHence":1943,"Ġtak":1944,"))$":1945,"Ġrestric":1946,"Ġvertices":1947,"Ġhigh":1948,"Ġdetermin":1949,"angle":1950,"olution":1951,"lat":1952,"hspace":1953,"ln":1954,"Ġdistribution":1955,"pmatrix":1956,"68":1957,"Ġ$.":1958,"Ġmust":1959,"that":1960,"ymp":1961,"rr":1962,"isms":1963,"Ġhyper":1964,"ame":1965,"ures":1966,"Ġequal":1967,"Ġac":1968,"ings":1969,"aligned":1970,"29":1971,"\\{\\":1972,"unctor":1973,"\\!:":1974,"SE":1975,"Ġbi":1976,"Ġacc":1977,"Ġuniform":1978,"ative":1979,"df":1980,"Note":1981,"gram":1982,"ments":1983,"Ġwrite":1984,"Ġ+\\":1985,"joint":1986,"Ġhow":1987,"Ġlat":1988,"\\!:\\!":1989,"Ġleast":1990,")}{\\":1991,"Ġweak":1992,"Ġgroups":1993,")-\\":1994,"MP":1995,"mily":1996,"cted":1997,"lack":1998,"67":1999,"back":2000,"~$\\":2001,"Ġside":2002,"Ġbecause":2003,"Ġthree":2004,"size":2005,"thes":2006,"Ġalgorithm":2007,"Ġsubset":2008,"{{\\":2009,"((":2010,"Ġmaps":2011,"Ġcases":2012,"iew":2013,"_{-":2014,"point":2015,"Ġconstruction":2016,"Ġconnected":2017,"Ġima":2018,"EE":2019,"Ġderiv":2020,"ither":2021,"Ġindependent":2022,")\\\\":2023,"Ġrepresentation":2024,"quare":2025,"pgfmath":2026,"Ġestimate":2027,"Ġmorph":2028,"ĠTherefore":2029,"loor":2030,"=-":2031,"')":2032,"Ġgenerated":2033,"Ġmany":2034,"Ġinfinite":2035,"ĊĠĠĠĠĠĠĠĠĠĠĠ":2036,"simp":2037,"ker":2038,"Ġem":2039,"55":2040,"Ġ?":2041,"error":2042,"Ġstandard":2043,"tur":2044,"Ġnatural":2045,"ste":2046,"Ġnote":2047,"ful":2048,"ks":2049,"Ġsay":2050,"duc":2051,"Lemma":2052,"est":2053,"Ġdomain":2054,"Ġbund":2055,"Ġsubgroup":2056,"sume":2057,"fo":2058,"add":2059,"Ġcategory":2060,"Ġhere":2061,"inter":2062,"Ġstra":2063,"Ġdiscus":2064,"abs":2065,"Ġbasis":2066,"Ġser":2067,"\\,\\":2068,"mis":2069,"Ġinitial":2070,"ĠTHEN":2071,"Ġcontra":2072,"nam":2073,"lob":2074,"Ġregular":2075,"operator":2076,"stack":2077,"ob":2078,"CC":2079,"64":2080,"ton":2081,"Ġ=\\":2082,"ĊĠĠĠĠĠĠĠĠĠ":2083,")+\\":2084,")_":2085,"[(":2086,"hen":2087,"ĠTo":2088,"Ġcontro":2089,":=":2090,"lu":2091,"Ġshown":2092,"**":2093,"ont":2094,"Ġisomorphism":2095,"Ġcoordinate":2096,"wa":2097,"Ġapproach":2098,"Ġadd":2099,"round":2100,"gative":2101,"}},":2102,"Ġdecom":2103,"Ġstar":2104,"vers":2105,"bitra":2106,"Ġgive":2107,"Ġextension":2108,"olic":2109,"Ġnew":2110,"FF":2111,"77":2112,"Ġknown":2113,"Proof":2114,"bl":2115,"ep":2116,"Ġdirect":2117,"Ġpossible":2118,"tance":2119,"Ġdy":2120,"88":2121,"open":2122,"sp":2123,"sign":2124,"Ġstudy":2125,"\\'":2126,"aus":2127,"note":2128,"Ġconvex":2129,"iven":2130,"rue":2131,"ighb":2132,"xy":2133,"Ġspect":2134,"cle":2135,"}$-":2136,"picture":2137,"ĠSo":2138,"93":2139,"Ġcontains":2140,"energy":2141,"Ġsup":2142,"Ġ\\]":2143,"ympto":2144,"ĠAl":2145,"tin":2146,"gain":2147,"tag":2148,"reg":2149,"ĠNote":2150,"ene":2151,"Ġtake":2152,"Ġgeomet":2153,"rem":2154,"Ġwhose":2155,"lock":2156,"RR":2157,"orollary":2158,"rel":2159,"Ġsuffici":2160,"Ġthrough":2161,"most":2162,"bigl":2163,"$;":2164,"sure":2165,"ning":2166,"*{":2167,"cise":2168,"Ġent":2169,",$":2170,"bigr":2171,"ities":2172,"ĠĠĠĠĠĠĠ":2173,"Ġarbitra":2174,"ance":2175,"})$.":2176,"Ġfree":2177,"DE":2178,"crete":2179,"Ġvariables":2180,"lin":2181,")\"":2182,"Ġremain":2183,"ences":2184,"01":2185,"Ġfamily":2186,"Ġsize":2187,"Ġassumption":2188,"Thus":2189,"inally":2190,"Ġbelow":2191,"\\\"":2192,"Ġlast":2193,"ented":2194,"mathsf":2195,"Ġ~":2196,"trices":2197,"posed":2198,"oted":2199,"plicit":2200,"Ġmeans":2201,"anti":2202,"clusion":2203,"vee":2204,"Ġconvergence":2205,"Ġsen":2206,"Ġsimp":2207,"Ġoperators":2208,"ĠMoreover":2209,"velo":2210,"Ġproved":2211,"Ġaddition":2212,"Ġinv":2213,"Ġnotation":2214,"dfrac":2215,"diff":2216,"ca":2217,"tor":2218,"duci":2219,"son":2220,"fi":2221,"displaystyle":2222,"wn":2223,"ological":2224,"Ġcontrol":2225,"Ġabout":2226,"Ġfunctor":2227,"path":2228,"\\}$.":2229,"Ġcurve":2230,"ura":2231,":=\\":2232,"\\|\\":2233,"vspace":2234,"div":2235,"ese":2236,"Ġcalc":2237,"II":2238,"Ġcircle":2239,"Ġev":2240,"thor":2241,"ĠNN":2242,"Ġsymmetric":2243,"sian":2244,"Se":2245,"iod":2246,"tary":2247,"_-":2248,"stract":2249,"Ġsubs":2250,"Ġprevious":2251,"Ġconclude":2252,"Ġstep":2253,"iter":2254,"ĠDe":2255,"Ġtrivial":2256,"]$.":2257,"}}(\\":2258,"Com":2259,"Ġsatisfying":2260,"ount":2261,"Ġrelation":2262,".$$":2263,"eed":2264,"43":2265,")},":2266,"ysis":2267,"stic":2268,"black":2269,"iota":2270,"Ġir":2271,"Ġintegra":2272,"ward":2273,"alle":2274,"Ġeither":2275,"Ġsp":2276,"Al":2277,">\\<^":2278,"Ġeigenvalu":2279,"pand":2280,"Ġnext":2281,"longrightarrow":2282,"Ġinvariant":2283,"af":2284,"otes":2285,"}&":2286,"order":2287,"Ġanaly":2288,"ĠLie":2289,"Ġ#":2290,"}^*":2291,"foot":2292,"Ġindex":2293,"ĠHowever":2294,"more":2295,"Ġch":2296,"cont":2297,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2298,"PP":2299,"Ġcent":2300,"rest":2301,"lection":2302,"]]":2303,"SS":2304,"close":2305,"asing":2306,"rier":2307,"ducible":2308,"Ġincre":2309,"Ġallow":2310,"Ġ...":2311,"fore":2312,"sk":2313,"Ġlower":2314,"tative":2315,"meds":2316,"Ġpower":2317,"Ġtrue":2318,"module":2319,".~":2320,"'}":2321,"Ġring":2322,"$};":2323,"08":2324,"Ġscal":2325,"Ġargument":2326,"footnote":2327,"etwork":2328,"scale":2329,"umn":2330,"Ġmanifold":2331,"Ġmatrices":2332,"igin":2333,"medskip":2334,"trm":2335,"\\/":2336,"Ġcombin":2337,"Ġinterval":2338,"ĠĠĠĠĠĠ":2339,"lobal":2340,">\\<":2341,"Ġrank":2342,"Ġunit":2343,"entation":2344,"46":2345,"Ġnumbers":2346,"Ġneighb":2347,"tfrac":2348,"Ġwhile":2349,"nal":2350,"Ġlike":2351,"estion":2352,"ified":2353,"Ġnec":2354,"bi":2355,"Ġerror":2356,"ode":2357,",\\\\":2358,"Ġedges":2359,"sen":2360,"otop":2361,"plots":2362,"tabular":2363,"textrm":2364,"other":2365,"function":2366,"Ġidentity":2367,"^*\\":2368,"plication":2369,"Ġsetting":2370,"}{}&\\":2371,"Hom":2372,"emptyset":2373,"ods":2374,"Ġvery":2375,"operatorname":2376,"Ġembed":2377,"Ġdenotes":2378,"cat":2379,"asy":2380,"ightarrow":2381,"example":2382,"Ġoptimal":2383,"inde":2384,"Ġtherefore":2385,"Ġche":2386,"39":2387,"Ġclear":2388,"Ġenergy":2389,"ords":2390,"Rightarrow":2391,"Ġcoefficients":2392,"Ġupper":2393,"comple":2394,"Ġabs":2395,"Ġasympto":2396,"centering":2397,"rule":2398,"wt":2399,"ever":2400,"oid":2401,"ect":2402,"gener":2403,"{{":2404,"]$,":2405,"mit":2406,"Ġread":2407,")}}":2408,"thesis":2409,"Ġsystems":2410,"Ġrec":2411,"Ġdifferential":2412,"ju":2413,"|_":2414,"med":2415,"Ġchoice":2416,"duces":2417,"Ġsense":2418,"rela":2419,"|^{":2420,"tible":2421,"Ġstrong":2422,"Ġcover":2423,"^*$":2424,"mod":2425,"Ġbased":2426,"Ġexistence":2427,"ĊĉĊ":2428,"Ġbundle":2429,"brace":2430,"\\}\\":2431,"Ġrate":2432,"str":2433,"rop":2434,"Ġarbitrary":2435,"det":2436,"mat":2437,"ĊĊĠ":2438,"Ġprojection":2439,"Ġidentif":2440,"Ġspecial":2441,"jecture":2442,"axis":2443,"uch":2444,"reducible":2445,"Ġ9":2446,"Ġexpon":2447,"tition":2448,"Ġexplicit":2449,"hy":2450,"Ġlead":2451,"mult":2452,"Ġauto":2453,"Ġtor":2454,"onical":2455,"title":2456,"anish":2457,"Suppose":2458,"Ġsurface":2459,"{}":2460,"tail":2461,"Ġtran":2462,"]{\\":2463,"Ġalong":2464,"Ġiter":2465,")})":2466,"ross":2467,"place":2468,"Ġam":2469,"Ġinsta":2470,"action":2471,"Ġlog":2472,"Ġseries":2473,"49":2474,"spec":2475,"perp":2476,"Ġderive":2477,"\\!\\!":2478,"Ġappe":2479,"Ġnecess":2480,"ler":2481,"bolic":2482,"07":2483,"{$":2484,"appro":2485,"pos":2486,"&=\\":2487,"ket":2488,"antum":2489,"Ġthem":2490,"arch":2491,"Ġconstra":2492,"Ġ]":2493,"Ġcomponent":2494,"Ġscheme":2495,"31":2496,"Ġimage":2497,"Ġprecise":2498,"({\\":2499,"pgfplots":2500,"Ġmorphism":2501,"Ġfurther":2502,"Ġequivalence":2503,"Ġconne":2504,")--(":2505,"ording":2506,"Ġenough":2507,"tically":2508,"ĠFigure":2509,"Ġyields":2510,"then":2511,"Ġtot":2512,"erg":2513,"Ġcode":2514,"}}_{":2515,"$).":2516,"ave":2517,"Ġcalcula":2518,"Ġnumer":2519,"dag":2520,"ensor":2521,"Ġanalysis":2522,"87":2523,"Ġcheck":2524,"CT":2525,"})$,":2526,"Ġclassical":2527,"100":2528,"+(":2529,"ertain":2530,"real":2531,"Ġexpression":2532,"ify":2533,"Ġnetwork":2534,"pping":2535,"ĠLe":2536,"Ġcontradic":2537,"cd":2538,"Ġorigin":2539,"normal":2540,"Ġdynam":2541,"Ġsuppose":2542,"matic":2543,"Hence":2544,"}{(":2545,"sets":2546,"ernel":2547,"Ġmaximal":2548,"Ġparameters":2549,"Ġdiagram":2550,"ency":2551,"Ġshould":2552,"ois":2553,"Ġ$|\\":2554,"Ġdistance":2555,"Ġideal":2556,"rent":2557,"make":2558,"^*(":2559,"oti":2560,"ĠMa":2561,"lying":2562,"Ġalgebraic":2563,"wr":2564,"Ġlevel":2565,"Ġquanti":2566,"Ġconstruct":2567,"lesssim":2568,"Ġgraphs":2569,"corollary":2570,"Ġclaim":2571,"Ġchoose":2572,"Ġlocally":2573,"]}":2574,"\\}$,":2575,"oo":2576,"hift":2577,"tivity":2578,"Ġcomponents":2579,"abstract":2580,"Ġwithout":2581,"Ġinduced":2582,"sive":2583,"diate":2584,"Ġhold":2585,",\\,\\":2586,"rf":2587,"nn":2588,"Ġmod":2589,"gether":2590,"itu":2591,"ĠSuppose":2592,"ndeed":2593,"Ġpresent":2594,"Ġ[[":2595,"Ġfe":2596,"get":2597,"Ġrelations":2598,".)":2599,"}}^{":2600,"trict":2601,"Ġminimal":2602,"Ġdual":2603,"tabl":2604,"Ġthose":2605,"Ġorth":2606,"Ġ[\\":2607,"Ġvia":2608,"Ġquad":2609,"otential":2610,"42":2611,"tyle":2612,"simeq":2613,"Ġextend":2614,"bmatrix":2615,"Ġ$-":2616,"bold":2617,"Âĵ":2618,"ries":2619,"Ġdx":2620,"$:":2621,"Ġjust":2622,"lement":2623,"Ġrequi":2624,"Therefore":2625,"itten":2626,"Ġsingular":2627,"tikzpicture":2628,"tant":2629,"}/":2630,"Ġkernel":2631,"ogene":2632,"Ġagain":2633,"](":2634,"art":2635,"Ġfib":2636,")^\\":2637,"AR":2638,"city":2639,"03":2640,"binom":2641,"after":2642,"cf":2643,"Ġdecomposition":2644,"Ġflow":2645,"Ġstatement":2646,"57":2647,"Ġcomputation":2648,"Ġrecall":2649,"Ġcoun":2650,"ĠĊĠĠĠ":2651,"Ġquasi":2652,"ped":2653,"os":2654,"Ġact":2655,"Ġversion":2656,"erence":2657,"Ġview":2658,"ually":2659,"ĠĠĊ":2660,"ĠEx":2661,"Ġ{$":2662,"ĠCorollary":2663,"Ġproblems":2664,"06":2665,"alf":2666,"Ġirreducible":2667,"sidered":2668,"defin":2669,"Ġdec":2670,"Ġanalog":2671,"Ġ'":2672,"ption":2673,"ific":2674,"Ġimpor":2675,"ĠNow":2676,"rid":2677,"ey":2678,"Ġaff":2679,"Ġwhat":2680,"Ġsuper":2681,"expand":2682,"ĠĊĊ":2683,"orted":2684,"Ġstrict":2685,"Ġcs":2686,"Ġchannel":2687,"Ġclasses":2688,"Ġsepara":2689,"imilar":2690,"ĠThere":2691,"slant":2692,"Ġeasy":2693,"Ġeasi":2694,"Ġinformation":2695,"alg":2696,"ways":2697,"Ġestabl":2698,"Ġindic":2699,"omorphisms":2700,"trans":2701,"Ġdue":2702,"belian":2703,"Ġeff":2704,"dual":2705,"Ġoper":2706,"ior":2707,"ilb":2708,"Ġdivis":2709,"Ġalgebras":2710,"ĠÎ":2711,"Ġprime":2712,"local":2713,"urthermore":2714,"Ġproce":2715,"Ġ<->":2716,"ĠCC":2717,"sa":2718,"Ġquestion":2719,"Ġobject":2720,"Ġestimates":2721,"\\)":2722,"ates":2723,"Ġalmost":2724,"asic":2725,"Ġsequ":2726,"}'":2727,"Ġblock":2728,"Ġdensity":2729,"Ġodd":2730,"Ġtech":2731,"Ġinterest":2732,"Ġcertain":2733,"bx":2734,"Ġmethods":2735,"try":2736,"Ġcompute":2737,"trivial":2738,"lev":2739,"textwidth":2740,"Proposition":2741,"GL":2742,"{#":2743,"Ġ\\|\\":2744,"04":2745,"arp":2746,"rd":2747,"Ġbounds":2748,"multi":2749,"--------":2750,"Ġ-.":2751,"Ġ12":2752,"Ġpolynomials":2753,".~\\":2754,"Ġdenoted":2755,"02":2756,")(\\":2757,"ĠĠĠĠĠĠĠĠĠ":2758,"58":2759,"\\|_":2760,"Ġweight":2761,"Ġmodels":2762,"tif":2763,"Ġconsidered":2764,"})=":2765,"otopy":2766,"Ġcar":2767,"itz":2768,")}_{":2769,"page":2770,",..":2771,"From":2772,"Ġdiscrete":2773,"inv":2774,"Ġwere":2775,"Here":2776,"mes":2777,"Le":2778,"Ġyou":2779,"Ġexactly":2780,"Ġtensor":2781,"ĠRE":2782,"Ġcanonical":2783,"56":2784,"ady":2785,"lect":2786,"ern":2787,"76":2788,"Ġrelated":2789,"Ġ;":2790,"rees":2791,"auto":2792,"ogeneous":2793,"ale":2794,"Ġisomorphic":2795,"Ġ($":2796,"sible":2797,"ritical":2798,"Ġtur":2799,"loc":2800,"|_{\\":2801,"Ġasymptotic":2802,"Ġshe":2803,"Eq":2804,"iodic":2805,"Ġ\\[":2806,"Ġquantum":2807,"ĊĊĊĊĊ":2808,"Ġsingle":2809,"Ġvanish":2810,"On":2811,"Ġalways":2812,"Ġ$\\{\\":2813,"Ġpartial":2814,"inte":2815,"Ġappl":2816,"Ġappear":2817,"nts":2818,"Ġ\\(\\":2819,"Ġsquare":2820,")>":2821,"type":2822,"ĠOn":2823,"qed":2824,"Ġ$,":2825,"Ġru":2826,"ifolds":2827,"zation":2828,"iemann":2829,"Ġfound":2830,"eren":2831,"bigcup":2832,"homology":2833,"tives":2834,"=\\{":2835,"Ma":2836,"Ġintroduce":2837,"comp":2838,"92":2839,"Âİ":2840,"An":2841,"Ġmake":2842,"Ġapproximation":2843,"slash":2844,"^{(\\":2845,"}}_":2846,"Ġdirection":2847,"Ġstates":2848,"ilton":2849,"UN":2850,"Ġafter":2851,"ety":2852,"Ġbeha":2853,"Int":2854,"Ġdescribed":2855,"}{|":2856,"part":2857,"sis":2858,"base":2859,"ba":2860,"CH":2861,"Ġchain":2862,"Ġconsist":2863,"Ġcurves":2864,"chan":2865,"mptions":2866,"pdf":2867,"Ġbelong":2868,"Ġvectors":2869,"Set":2870,"ines":2871,"circle":2872,"va":2873,"cref":2874,"Ġdetail":2875,"86":2876,"Ġshall":2877,"Ġcontained":2878,"till":2879,"Ġcoordinates":2880,"jects":2881,"case":2882,"Ġpotential":2883,"otient":2884,"Ġsplit":2885,"unc":2886,"Ġsumma":2887,"Ġexamples":2888,"Ġ\"\\<":2889,"mf":2890,"})}":2891,"Ġrow":2892,"compa":2893,"LL":2894,"Âį":2895,"Ġ^{":2896,"Ġweigh":2897,"Ġusu":2898,"$&":2899,"([":2900,"Ġpartition":2901,"Ġtotal":2902,"Ġwidth":2903,"Ġequality":2904,"ier":2905,"alse":2906,"Fig":2907,"Ġgenerator":2908,"llip":2909,"Ġimportant":2910,"Ġ(\\<":2911,"aves":2912,"ress":2913,"Ġframe":2914,"Ġcannot":2915,"mental":2916,"\\}.":2917,"cument":2918,"Long":2919,"Ġfields":2920,"Ġtogether":2921,"Ġradi":2922,"such":2923,"&=&":2924,"gg":2925,"Ġuniformly":2926,"Ġcall":2927,"notag":2928,"hood":2929,"ron":2930,"Ġste":2931,"Ġdiag":2932,"/=":2933,"Ġregion":2934,"Ġconnection":2935,"Ġcharacteristic":2936,"Ġrational":2937,"{$\\":2938,"SU":2939,"ION":2940,"multline":2941,"defn":2942,"Ġinf":2943,"Ġocc":2944,"kov":2945,"OO":2946,"Ġchange":2947,"Ġrefer":2948,"/(":2949,"versal":2950,"gen":2951,"ZZ":2952,"ilbert":2953,"unda":2954,"Ġobserv":2955,"inary":2956,"stead":2957,"tely":2958,"}|\\":2959,"texts":2960,"Ġ20":2961,"74":2962,"gr":2963,"\\[\\":2964,"Ġcorre":2965,"notin":2966,"Ġeasily":2967,"Ġintersection":2968,"iver":2969,")}_":2970,"rable":2971,"Ġsto":2972,"Ġori":2973,"length":2974,"approx":2975,"Ġ\\!":2976,"Ġexce":2977,"||":2978,"Ġ$$\\":2979,"ult":2980,"clic":2981,"Ġfull":2982,"reat":2983,"ogonal":2984,"check":2985,"Consider":2986,"poly":2987,"Ġfil":2988,"Ġ..":2989,"Ġsufficiently":2990,"negative":2991,"xx":2992,"amilton":2993,"Ġpreser":2994,"Ġim":2995,"Ġintroduced":2996,"resp":2997,"Ġexpec":2998,"cho":2999,"sur":3000,"\\|^":3001,"Ġreplace":3002,"Ġcould":3003,"ĠGaus":3004,"Ġminim":3005,"Ġ=/=":3006,"AB":3007,"pts":3008,"dient":3009,"free":3010,"exists":3011,"(-\\":3012,"UE":3013,"Moreover":3014,"Ġtyp":3015,"Ġstable":3016,"Ġfour":3017,"So":3018,"ratic":3019,"pansion":3020,"Ġembedding":3021,"ev":3022,"09":3023,"Ġmom":3024,"Ġconven":3025,"hbox":3026,"Ġhypo":3027,"}[\\":3028,"ari":3029,"Ġinverse":3030,"Using":3031,"sg":3032,"know":3033,"dist":3034,"vature":3035,"ĠCom":3036,"ĠZZ":3037,"^{*":3038,"vartheta":3039,"Ġtaking":3040,"chie":3041,"Ġlattice":3042,"}$$":3043,"00000000":3044,"Ġstudi":3045,"from":3046,"Ġname":3047,"gate":3048,">\\":3049,"Ġtopological":3050,"ason":3051,"Ġproposed":3052,"undamental":3053,"Ġneighbor":3054,"cond":3055,")}.":3056,"allel":3057,"document":3058,"Ġback":3059,"PL":3060,"/.":3061,"Ġ|->":3062,"imilarly":3063,"my":3064,")}(\\":3065,"Ġprojective":3066,"Ġhol":3067,"Sp":3068,"Âĳ":3069,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3070,"kk":3071,"mmediate":3072,"index":3073,"Ġnumerical":3074,"Ġstill":3075,"Ġforms":3076,"There":3077,"Ġaut":3078,"ER":3079,"Ġgeneralized":3080,"Ġtopology":3081,"orth":3082,"tended":3083,"84":3084,"Ġtree":3085,"NN":3086,"_{[":3087,"Ġinvol":3088,"ention":3089,"Ġfinitely":3090,"xt":3091,"Bbb":3092,"mpl":3093,"Ġtransi":3094,"Ġexpansion":3095,"blem":3096,"Ġimmediate":3097,"Ġ,\\":3098,"backslash":3099,"expandafter":3100,"\\;":3101,"Ġsymbol":3102,"{|":3103,"Ġachie":3104,"prec":3105,"ĠHere":3106,"Ġinstance":3107,"go":3108,"Ġsupport":3109,"ouble":3110,"Ġcontradiction":3111,"ĠĊĉ":3112,"essential":3113,"intro":3114,"can":3115,"veral":3116,"}}.":3117,"Ġprecisely":3118,"invariant":3119,"OP":3120,"ulari":3121,"Ġsem":3122,"Ġglobal":3123,"hand":3124,"Ġcell":3125,"char":3126,"Ġsubspace":3127,"ĠLi":3128,"Ġ<_":3129,"Ġpermu":3130,"Ġdescribe":3131,"}\\|":3132,"Ġconsequence":3133,"kes":3134,"Ġintegers":3135,"ctures":3136,"ined":3137,"Ġconju":3138,"faces":3139,"Ġdevelo":3140,"beq":3141,"two":3142,"9999":3143,"rat":3144,"Ġbehavi":3145,"bre":3146,"\\|_{\\":3147,"Ġroot":3148,"izing":3149,"dagger":3150,"ĠRiemann":3151,"self":3152,"seu":3153,"ĠBase":3154,"Ġspectral":3155,"Ġmat":3156,"ĠAn":3157,"ass":3158,"lp":3159,"Ġcorrespond":3160,"cing":3161,"Ġwords":3162,"Ġmaximum":3163,"odesi":3164,"coun":3165,"oding":3166,"Ġball":3167,"ision":3168,"zed":3169,"gl":3170,"ides":3171,"Ġdistin":3172,"Ġanother":3173,"tate":3174,"ring":3175,"Ġunion":3176,"ua":3177,"54":3178,"Ġsimply":3179,"Ġtimes":3180,"Ġaffine":3181,"Ġrestriction":3182,"Ġval":3183,"Ġconverges":3184,")[":3185,"Ġdetermined":3186,"titu":3187,"gather":3188,"Longrightarrow":3189,"Ġsimplic":3190,"sumption":3191,"ready":3192,"ren":3193,")=(":3194,"bib":3195,"'_{":3196,"Ġeigenvalues":3197,"Ġthesis":3198,"ik":3199,"}}$.":3200,"Ġself":3201,")|\\":3202,"Ġchosen":3203,"Ġsha":3204,"Xi":3205,"Ġpha":3206,"lfloor":3207,"Ġassumptions":3208,"Ġdesi":3209,"No":3210,"Ġclose":3211,")_{\\":3212,"chastic":3213,"53":3214,"resul":3215,"olume":3216,"Ġsimpl":3217,"known":3218,"].":3219,"Ġaver":3220,"Ġsemi":3221,"Ġsample":3222,"Finally":3223,"Ġassum":3224,"Ġpri":3225,"tern":3226,"supp":3227,"Ġloss":3228,"Ġwritten":3229,"Ġcorresponds":3230,"-(":3231,"Ġconstants":3232,"rfloor":3233,"Ġreason":3234,"63":3235,"Ġtw":3236,"ITE":3237,"tangle":3238,"Ġlink":3239,"73":3240,"Ġ${":3241,"ished":3242,"ĠMar":3243,"REAL":3244,"69":3245,"comes":3246,"Ġless":3247,"Ġinduction":3248,"Ġdiagonal":3249,"Ġcl":3250,"Ġellip":3251,"cA":3252,"Ġobserve":3253,"date":3254,"ĠIndeed":3255,"Ġsuffic":3256,"Ġconjecture":3257,"Ġquotient":3258,"Ġreduced":3259,"<_":3260,"}\\,\\":3261,"Ġ&&":3262,"Ġadj":3263,"lb":3264,"79":3265,"ema":3266,"stackrel":3267,"cC":3268,"iant":3269,"aa":3270,"Section":3271,"ĠDefinition":3272,"Ġ<.":3273,"]^":3274,"ctic":3275,"89":3276,"subsubsection":3277,"iii":3278,"Ġcurvature":3279,"eness":3280,"Ġoccur":3281,"niver":3282,"SL":3283,"MM":3284,"ropy":3285,"ild":3286,"ceil":3287,"continu":3288,"tis":3289,"\\}_{":3290,"Ġ<=":3291,"ĠHamilton":3292,"ĠSch":3293,"})^":3294,"Ġrelative":3295,"temp":3296,"Ġ$\\|":3297,"Ġ>.":3298,"plot":3299,"class":3300,"ĠNo":3301,"Ġobjects":3302,"OR":3303,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3304,"ching":3305,"ategories":3306,"Ġalready":3307,"ĠBut":3308,"Ġsatisfied":3309,"Ġtest":3310,"IS":3311,"ĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊĊ":3312,"ins":3313,"ori":3314,"Ġdepends":3315,",...,":3316,"Ġdistinct":3317,"}}^":3318,"Ġbefore":3319,"Ġ}{":3320,"|$":3321,"Ġ{};":3322,"code":3323,"Ġhigher":3324,"Ġexponential":3325,"WR":3326,"Ġsupported":3327,"defined":3328,"ĠSub":3329,"ĉĉĉĉ":3330,"lt":3331,"Ġrequire":3332,"âĤ":3333,"|=":3334,"Ġ&=&":3335,"ĠAssume":3336,"diag":3337,"rg":3338,"Assume":3339,"symme":3340,"Ġcycle":3341,"])":3342,"Ġtriangle":3343,"83":3344,"use":3345,"Ġeq":3346,"|}":3347,";\\;\\":3348,"ĠHilbert":3349,"valued":3350,"Ġ\\}":3351,"Ġderivative":3352,"Ġhomotopy":3353,"\\},":3354,"sol":3355,"Ġcohomology":3356,"fol":3357,"plications":3358,"br":3359,"BB":3360,"}{{\\":3361,"requ":3362,"Ġessential":3363,"csname":3364,"Ġseveral":3365,"Recall":3366,"Ġsequences":3367,"Ġmapping":3368,"rum":3369,"Ġinclude":3370,"figura":3371,"72":3372,"MR":3373,"Ġmeasures":3374,"Ġpairs":3375,"ĠFrom":3376,"reen":3377,"ngent":3378,"Ġminimum":3379,"Ġca":3380,"range":3381,"$\\{":3382,"Ġabelian":3383,"Ġevalu":3384,"sect":3385,"Tr":3386,"Ġdifference":3387,"Ġremark":3388,"Ġfundamental":3389,"variance":3390,"Ġanalytic":3391,"Ġans":3392,"Ġcritical":3393,"Ġnotion":3394,"Ġdisjoint":3395,"sharp":3396,"Ġrecon":3397,"AA":3398,"sl":3399,"ource":3400,"formance":3401,"Ġdeduce":3402,"Ġsl":3403,"psch":3404,"entary":3405,"like":3406,"num":3407,"ourier":3408,"Ġquadratic":3409,"Ġfunctional":3410,"CD":3411,")).":3412,"ying":3413,"model":3414,"thing":3415,"Ġnecessary":3416,"ison":3417,"uc":3418,":}":3419,"pschitz":3420,"'t":3421,"Ġ((":3422,"Ġdesired":3423,"Ġaccording":3424,"Ġseen":3425,"Ġplane":3426,"ird":3427,"uni":3428,"down":3429,"Ġ\\{\\":3430,"ĠThese":3431,"blue":3432,"Given":3433,"[-":3434,"Ġgeometric":3435,"ott":3436,"Ġorthogonal":3437,"ĠRemark":3438,"ĠEq":3439,"ĠElement":3440,"41":3441,"Ġproposition":3442,"Ġcard":3443,"Ġsuffices":3444,"ĠNe":3445,"mits":3446,"ĠGaussian":3447,"52":3448,"Ġinner":3449,"lay":3450,"Ġdetails":3451,"Ġnegative":3452,"ĠUsing":3453,"SP":3454,"62":3455,"seudo":3456,"lot":3457,"Ġ11":3458,"{(\\":3459,"SM":3460,"ima":3461,"Ġinver":3462,"Ġmodule":3463,"Ġlaw":3464,"ht":3465,"Ġpara":3466,"dom":3467,"Ġlines":3468,"Ġstudied":3469,"Ġdimensional":3470,"tens":3471,"inci":3472,"bil":3473,"struction":3474,"av":3475,"fil":3476,"Ġmultiple":3477,"Ġcoinc":3478,"leqslant":3479,"Ġmention":3480,"Ġtransform":3481,"Ġvariety":3482,"ysi":3483,"'$.":3484,"HH":3485,"Ġdone":3486,"linewidth":3487,"Ġmultiplic":3488,"Ġapplied":3489,"Pr":3490,"itions":3491,"WRITE":3492,"Sch":3493,"inciple":3494,"Ġinstead":3495,"})^{":3496,"write":3497,")*":3498,"Ġstrictly":3499,"ixed":3500,"Om":3501,"-$":3502,"author":3503,"uler":3504,"Ġauthor":3505,"$),":3506,"Ġ_{\\":3507,"raction":3508,"Ġrepresentations":3509,"war":3510,"vdots":3511,"Ġcontaining":3512,"Ġbasic":3513,"Ġeffec":3514,"IM":3515,"Ġempty":3516,"rank":3517,"Ġlatter":3518,")}$.":3519,"ĊĊĊĊĊĊ":3520,")!":3521,"substack":3522,"Ġgeodesi":3523,"ster":3524,"script":3525,"Ġestablish":3526,"Ġrequired":3527,"Ġ.=":3528,"subfigure":3529,"::":3530,"Ġphase":3531,"ots":3532,"Ġbecomes":3533,"mplectic":3534,"Ġ.<_":3535,"cu":3536,"Ġlabel":3537,"Ġvotes":3538,"Ġscalar":3539,"Ġ{$\\":3540,"Ġformal":3541,"varrho":3542,"fl":3543,"thick":3544,"First":3545,")|^":3546,"59":3547,"gu":3548,"Ġremains":3549,"smallskip":3550,"Ġextended":3551,"];":3552,"Intro":3553,"equently":3554,"ĠConsider":3555,"REPL":3556,"hether":3557,"One":3558,"bd":3559,"Ġsymmetry":3560,"creasing":3561,"REPLY":3562,"forward":3563,"ym":3564,"Ġtransformation":3565,"this":3566,"}}$,":3567,"Ġconsists":3568,"izes":3569,"==":3570,"Ġallows":3571,"Ġmath":3572,"Ġcollection":3573,"Ġstart":3574,"ĠOne":3575,"TIT":3576,"ĠHamiltonian":3577,"Ġderived":3578,"Ġcommon":3579,"han":3580,"Ġincreasing":3581,"Ġrule":3582,"Li":3583,"):=\\":3584,"Im":3585,"eeq":3586,"Co":3587,"))$.":3588,"DD":3589,"Ġ16":3590,"Ġconstructed":3591,"Ġlist":3592,"QUE":3593,"Ġimpro":3594,"Ġtechni":3595,"ices":3596,"Ġdiscussion":3597,"Ġlong":3598,"Ġinclusion":3599,"=(\\":3600,"^{+":3601,"usion":3602,"Ġhomomorphism":3603,"ef":3604,"modules":3605,"ud":3606,"Ġill":3607,"****":3608,"Ġhomogeneous":3609,"tw":3610,"Ġcommutative":3611,"cO":3612,"square":3613,"Ġmuch":3614,"ĠApp":3615,"Ġoriginal":3616,"pacity":3617,"Ġprim":3618,"Ġsitu":3619,"bounded":3620,"Ġapplying":3621,"condition":3622,"hol":3623,"armon":3624,"^*_":3625,"Ġbo":3626,"Ġnear":3627,"ĠUniver":3628,")$$":3629,"Ġnodes":3630,"Ġlook":3631,"ucl":3632,"ticle":3633,"arg":3634,"Ġsubsets":3635,"Ġuseful":3636,"Ġcentral":3637,"Ġcross":3638,"TITLE":3639,"cH":3640,"formal":3641,"alities":3642,"Ġusual":3643,"Ġ\\,\\":3644,"Ġsufficient":3645,"Ġinterpre":3646,"STION":3647,"votes":3648,"fr":3649,"QUESTION":3650,"Ġbegin":3651,"Ġgood":3652,"Ġperformance":3653,").$$":3654,"cF":3655,"ka":3656,"else":3657,"ometric":3658,"AN":3659,"parison":3660,"Ġupvotes":3661,"ustra":3662,"Ġag":3663,"Ġpresented":3664,"ograph":3665,"ĊĉĊĉ":3666,"king":3667,"Ġstrate":3668,"!\\":3669,"Ġholomorphic":3670,"Ġperiodic":3671,"dr":3672,"rang":3673,"Ġconfigura":3674,"oisson":3675,"Ġelliptic":3676,"hile":3677,"ĠCar":3678,"Ġmark":3679,"Ġprovided":3680,"Ġhyperbolic":3681,"\\}}":3682,"Ġcontext":3683,"Ġtr":3684,"mini":3685,"ĠFurthermore":3686,"Ġneighborhood":3687,"Ġdirectly":3688,"fect":3689,"*\\":3690,"triangle":3691,"Ġobvious":3692,"Ġwhether":3693,"Ġet":3694,"state":3695,"82":3696,"MS":3697,"Ġmanifolds":3698,"tein":3699,"Ġ|`":3700,"Ġflat":3701,"bits":3702,"otent":3703,"stable":3704,"Gr":3705,"Ġadditional":3706,"')$":3707,"dap":3708,"commu":3709,"ah":3710,"ulation":3711,"ĠFirst":3712,"Ġwave":3713,".\\\\":3714,"]^{":3715,"bigoplus":3716,"Ġstochastic":3717,"turb":3718,"Ġ14":3719,"Ġ$[\\":3720,"ification":3721,"last":3722,"Ġ.\\/":3723,"Ġ13":3724,"Ġ15":3725,"Ġvolume":3726,"]=":3727,"dv":3728,"complex":3729,"enote":3730,"Ġstructures":3731,"}}^{\\":3732,"step":3733,"tu":3734,"Ġparts":3735,"Ġprocedu":3736,"Ġhypothesis":3737,"Next":3738,"}$}":3739,"ends":3740,"uments":3741,"ĠWhen":3742,"Ġrecur":3743,"conv":3744,"Ġvalid":3745,"Ġdynamics":3746,"prob":3747,"Ġass":3748,"gorithms":3749,"app":3750,"ĠFinally":3751,"lef":3752,"hbar":3753,"})=\\":3754,"})_{":3755,"bp":3756,"Ġinves":3757,"ermi":3758,"Mo":3759,"zz":3760,"\\!\\":3761,"relax":3762,"there":3763,"$\\\\":3764,"Ġmoment":3765,"=.":3766,"Ġsui":3767,"Def":3768,"Ġinteresting":3769,"Ġfo":3770,"Ġgeometry":3771,"Ġclassif":3772,"Ġoptimization":3773,"Ġgrow":3774,"tered":3775,"Ġadmits":3776,"&&\\":3777,"_{-\\":3778,"ducts":3779,"Ob":3780,"oriz":3781,"Ġdu":3782,"dered":3783,"Ġeigenvalue":3784,"ĠCh":3785,"Ġnonlinear":3786,"Ġrecent":3787,"general":3788,"phant":3789,"Ġstraight":3790,"Ġcoefficient":3791,"ĠMathe":3792,"enerate":3793,"lm":3794,"Ġcou":3795,"Ġdense":3796,"orel":3797,"matics":3798,"Ġgradient":3799,"xymatrix":3800,"^{[":3801,"category":3802,"Ġonto":3803,"Ġspectrum":3804,"cell":3805,"125":3806,"Our":3807,"Ġinduces":3808,"Ġspan":3809,"ĠĠĠĠĠĠĠĠĠĠ":3810,"bigskip":3811,"~~~~":3812,"atives":3813,"Ġcontribu":3814,"view":3815,"armonic":3816,"missible":3817,"Ġrece":3818,"Ġotherwise":3819,"Ġsyl":3820,"Ġhaving":3821,"Ġgeneric":3822,"regular":3823,"CM":3824,"cer":3825,"Ġnamely":3826,"Ġphysi":3827,"Ġexpla":3828,"bly":3829,"endix":3830,"though":3831,"ove":3832,"Ġleads":3833,"ĠâĪ":3834,"Ġacts":3835,"}.$$":3836,"Ġ),":3837,"\",":3838,"ariant":3839,"Ġdouble":3840,"redic":3841,"ques":3842,"Ċĉĉĉĉ":3843,"incip":3844,"({":3845,"measu":3846,"Ġorbit":3847,"Ġ\\},":3848,"Ġdesign":3849,"aco":3850,"Ġabsolu":3851,"Ġentries":3852,"perim":3853,"OF":3854,"aking":3855,"list":3856,"Ġuniversal":3857,"Ġbran":3858,"ons":3859,"underset":3860,"cL":3861,"Ġcu":3862,"tionary":3863,"Ġfactors":3864,"finity":3865,",.":3866,"cles":3867,"_{+":3868,"overset":3869,"Ġ\\|_{":3870,"Ġhalf":3871,"gest":3872,"Ġcomposition":3873,"hfill":3874,"Spec":3875,"Ġdt":3876,"'$,":3877,"Ġprinciple":3878,"special":3879,"apla":3880,"Ġgen":3881,"):=":3882,"Ġinvesti":3883,"manifold":3884,"Ġrange":3885,"Ġhowever":3886,"compact":3887,"_{{\\":3888,"cM":3889,"Ġaverage":3890,"When":3891,"Ġdefines":3892,"Ġillustra":3893,"SO":3894,"ls":3895,"CP":3896,"Introduction":3897,"ĠGiven":3898,"Ġdefinitions":3899,"way":3900,"Ġcomputed":3901,"'(\\":3902,"forms":3903,"Ġcolor":3904,"cycle":3905,"ime":3906,"SI":3907,"Ġshort":3908,"stand":3909,"conver":3910,"minipage":3911,"Ġsolve":3912,"cccc":3913,"(|":3914,"chy":3915,"Ġimply":3916,"Thm":3917,"$.}":3918,"off":3919,"por":3920,"))=":3921,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠ":3922,"Ġmonot":3923,"Ġradius":3924,"rante":3925,"Ġthick":3926,"Ġcone":3927,"Ġsuc":3928,"incipal":3929,".(":3930,"arily":3931,"Ġarguments":3932,"ila":3933,"Ġasser":3934,"Ġnoise":3935,"Ġprovides":3936,"Ġemp":3937,"With":3938,"$(\\":3939,"multic":3940,"Ġturn":3941,"uarante":3942,"}>":3943,"ystem":3944,"Ġdepending":3945,"Ġsteps":3946,"Ch":3947,"CO":3948,")}$,":3949,"formations":3950,"Ġstability":3951,"ised":3952,"Bigl":3953,"izer":3954,"Ġwant":3955,"Ġproves":3956,"ĠEqu":3957,"Ġcost":3958,"maketitle":3959,"ched":3960,"Aut":3961,"Ġapplications":3962,"cS":3963,")}^":3964,"ĠLag":3965,"+|":3966,"ĠFin":3967,"Ġtable":3968,"Ġdescription":3969,"thors":3970,"chor":3971,"Ġbu":3972,"Ġdifferenti":3973,"Ġclust":3974,"displaymath":3975,"Ġtangent":3976,"impl":3977,"$}}":3978,"dash":3979,"ĠFourier":3980,"ype":3981,"Ġapplication":3982,",(":3983,"vv":3984,"Ġsaid":3985,"oin":3986,"cts":3987,"auchy":3988,"Ġalgorithms":3989,"Bigr":3990,"sm":3991,"ĊĠĊ":3992,"isted":3993,",)":3994,"Ġpaths":3995,")<":3996,"mine":3997,"flo":3998,"Ġaround":3999,"Ġgraded":4000,"olumn":4001,"Ġprocedure":4002,"formed":4003,"uclide":4004,"]_":4005,"Lo":4006,"Ġvariation":4007,"Ġstrongly":4008,"91":4009,"uclidean":4010,"jector":4011,"result":4012,"parse":4013,"/)":4014,"eff":4015,"hook":4016,"racket":4017,"Ġsymplectic":4018,"xiom":4019,"Ġresulting":4020,"Ġmodules":4021,"Ġsep":4022,"sha":4023,"]^{\\":4024,"bc":4025,"Ġthird":4026,"Ġ::":4027,"Ġbehavior":4028,"Ġangle":4029,"App":4030,"claim":4031,"Ġidea":4032,"learly":4033,"yl":4034,"Op":4035,"Ġsurfaces":4036,"Ġkey":4037,"convex":4038,"Ad":4039,"Ġwithin":4040,"ibra":4041,")),":4042,"bv":4043,"Ġfiber":4044,"Ġlarger":4045,"tiny":4046,"CL":4047,"anach":4048,"folding":4049,"Ġ(/)":4050,"Ġtrace":4051,"Un":4052,"Ġanswer":4053,"&=&\\":4054,"Ġinequalities":4055,"TT":4056,"Ġinjective":4057,"symmetric":4058,",$$":4059,"\\@":4060,"coordinate":4061,"EEE":4062,"phantom":4063,"key":4064,"}})":4065,"Ġconstraints":4066,"Ġrepresent":4067,"ĠUniversity":4068,"Ġroots":4069,"cri":4070,"Ġsuitable":4071,"Ġcolumn":4072,"Ġreduction":4073,"Ġpat":4074,"$'":4075,"Ġcomplexity":4076,"Ġdiffic":4077,"Ġvarious":4078,"CA":4079,"queness":4080,"itive":4081,"has":4082,